---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Kilocalories
source: html/122b6747-a537-a78a-3367-8f78b8db73a3.htm
---
# Autodesk.Revit.DB.UnitTypeId.Kilocalories Property

Kilocalories.

## Syntax (C#)
```csharp
public static ForgeTypeId Kilocalories { get; }
```